{
  "itos": [
    "<pad>",
    "<unk>",
    "is",
    "what",
    "report",
    "in",
    "a",
    "the",
    "how",
    "does",
    "blood",
    "you",
    "my",
    "cbc",
    "count",
    "mean",
    "on",
    "should",
    "age",
    "hematology",
    "can",
    "this",
    "explain",
    "i",
    "please",
    "do",
    "rbc",
    "platelet",
    "wbc",
    "hgb",
    "for",
    "analyze",
    "says",
    "hct",
    "low",
    "result",
    "flag",
    "8",
    "lab",
    "4",
    "be",
    "of",
    "it",
    "that",
    "shows",
    "and",
    "rdw",
    "2",
    "anemia",
    "are",
    "child",
    "why",
    "plt",
    "review",
    "now",
    "read",
    "differential",
    "abnormal",
    "today",
    "13",
    "mcv",
    "with",
    "to",
    "if",
    "me",
    "when",
    "smear",
    "critical",
    "hemoglobin",
    "high",
    "mpv",
    "broad",
    "assistant",
    "help",
    "35",
    "complete",
    "thanks",
    "9",
    "distribution",
    "20",
    "analyzer",
    "5",
    "pediatric",
    "cell",
    "3",
    "again",
    "there",
    "hematocrit",
    "interpretation",
    "43",
    "value",
    "27",
    "understand",
    "suggest",
    "6",
    "reviewed",
    "7",
    "1",
    "male",
    "adult",
    "tell",
    "thrombocytopenia",
    "about",
    "terms",
    "friend",
    "mchc",
    "thrombocytosis",
    "female",
    "has",
    "interpret",
    "marker",
    "white",
    "11",
    "meaning",
    "questions",
    "used",
    "0",
    "10",
    "an",
    "have",
    "red",
    "section",
    "neutrophilia",
    "16",
    "explanation",
    "mch",
    "leukocytosis",
    "neu",
    "patient",
    "thank",
    "microcytosis",
    "printed",
    "which",
    "31",
    "flagged",
    "hypochromia",
    "lym",
    "answer",
    "laboratory",
    "mon",
    "absolute",
    "checked",
    "h",
    "need",
    "pattern",
    "reduced",
    "your",
    "55",
    "bas",
    "bye",
    "role",
    "chat",
    "from",
    "important",
    "indices",
    "leukopenia",
    "purpose",
    "l",
    "mentions",
    "see",
    "40",
    "later",
    "range",
    "right",
    "show",
    "support",
    "17",
    "51",
    "eos",
    "exactly",
    "good",
    "simple",
    "12",
    "clumping",
    "going",
    "hello",
    "percentage",
    "results",
    "say",
    "14",
    "as",
    "more",
    "or",
    "really",
    "reporting",
    "workflow",
    "18",
    "37",
    "47",
    "area",
    "film",
    "user",
    "15",
    "by",
    "during",
    "know",
    "macrocytosis",
    "reference",
    "related",
    "simply",
    "22",
    "comment",
    "hi",
    "medicine",
    "morphology",
    "neutrophil",
    "parameters",
    "reading",
    "topics",
    "volume",
    "would",
    "ask",
    "between",
    "come",
    "corpuscular",
    "difference",
    "generally",
    "give",
    "matter",
    "okay",
    "then",
    "training",
    "21",
    "72",
    "after",
    "clarify",
    "column",
    "day",
    "define",
    "first",
    "flags",
    "general",
    "goodbye",
    "printout",
    "statement",
    "step",
    "suggests",
    "trainees",
    "understood",
    "45",
    "appreciate",
    "before",
    "described",
    "discussed",
    "increase",
    "manual",
    "normal",
    "prints",
    "screening",
    "staff",
    "student",
    "summarize",
    "summary",
    "test",
    "up",
    "findings",
    "information",
    "layout",
    "much",
    "note",
    "phrase",
    "provide",
    "44",
    "coagulation",
    "cover",
    "cv",
    "evening",
    "finding",
    "leucocytosis",
    "leukocyte",
    "listed",
    "morning",
    "next",
    "one",
    "prescribe",
    "sample",
    "scope",
    "sheet",
    "things",
    "unit",
    "38",
    "63",
    "96",
    "affect",
    "alex",
    "clues",
    "deficiency",
    "explained",
    "here",
    "hey",
    "injection",
    "lymphocyte",
    "marked",
    "measured",
    "new",
    "reported",
    "saying",
    "specimen",
    "start",
    "term",
    "time",
    "total",
    "treatment",
    "u",
    "us",
    "values",
    "well",
    "106",
    "42",
    "89",
    "abnormality",
    "afternoon",
    "all",
    "alright",
    "anemic",
    "break",
    "communicated",
    "done",
    "down",
    "drug",
    "easier",
    "liam",
    "nice",
    "patterns",
    "peripheral",
    "platelets",
    "quality",
    "represent",
    "sd",
    "soon",
    "take",
    "talk",
    "therapy",
    "treat",
    "very",
    "words",
    "49",
    "analysis",
    "areas",
    "assist",
    "back",
    "care",
    "carry",
    "chatbot",
    "columns",
    "conclusion",
    "confirmed",
    "documented",
    "doing",
    "haemoglobin",
    "handling",
    "interpreted",
    "learners",
    "machine",
    "macrocytic",
    "make",
    "neutrophils",
    "not",
    "predominance",
    "restate",
    "significance",
    "teach",
    "together",
    "trigger",
    "use",
    "work",
    "88",
    "abnormalities",
    "anisocytosis",
    "ava",
    "basic",
    "best",
    "broadly",
    "capabilities",
    "cause",
    "cells",
    "collection",
    "communication",
    "contains",
    "dose",
    "ending",
    "erythrocyte",
    "example",
    "full",
    "guide",
    "how's",
    "indicate",
    "language",
    "linked",
    "look",
    "many",
    "markers",
    "microcytic",
    "needed",
    "ordered",
    "preparation",
    "print",
    "question",
    "recommend",
    "shift",
    "sort",
    "staining",
    "trainee",
    "verification",
    "way",
    "who",
    "width",
    "will",
    "165",
    "180",
    "280",
    "480",
    "520",
    "78",
    "basics",
    "basophil",
    "basophilia",
    "been",
    "clarifying",
    "concentration",
    "concept",
    "correct",
    "counts",
    "covered",
    "diagnose",
    "didnt",
    "edge",
    "edta",
    "eosinophilia",
    "feathered",
    "follow",
    "format",
    "got",
    "great",
    "guidance",
    "hope",
    "hypochromic",
    "include",
    "included",
    "last",
    "lymphocytes",
    "measure",
    "meet",
    "mention",
    "monocyte",
    "movie",
    "neutropenia",
    "panic",
    "part",
    "policy",
    "r",
    "raised",
    "ranges",
    "repeat",
    "simplify",
    "so",
    "specialize",
    "steps",
    "testing",
    "trained",
    "usually",
    "was",
    "we",
    "what's",
    "write",
    "110",
    "365",
    "add",
    "added",
    "along",
    "at",
    "band",
    "based",
    "buy",
    "case",
    "catch",
    "change",
    "choose",
    "clearer",
    "clinical",
    "coag",
    "dosage",
    "enough",
    "estimate",
    "examination",
    "explaining",
    "feel",
    "fine",
    "followed",
    "handled",
    "helped",
    "im",
    "immediately",
    "inconsistent",
    "infection",
    "inject",
    "into",
    "kind",
    "left",
    "leukemia",
    "lot",
    "lymphocytosis",
    "made",
    "mandalay",
    "maya",
    "medication",
    "noah",
    "phone",
    "play",
    "point",
    "prepare",
    "receive",
    "relate",
    "slide",
    "still",
    "students",
    "supported",
    "terminology",
    "threshold",
    "tube",
    "whats",
    "yangon",
    "430",
    "aggregation",
    "alongside",
    "am",
    "another",
    "antibiotic",
    "artifacts",
    "attempts",
    "bangkok",
    "basophils",
    "blasts",
    "blorp",
    "bot",
    "built",
    "call",
    "caller",
    "choice",
    "clarification",
    "clear",
    "communicate",
    "condition",
    "confirm",
    "connected",
    "contact",
    "conversation",
    "could",
    "decide",
    "describe",
    "detail",
    "diagnosis",
    "disorder",
    "documentation",
    "elevated",
    "eosinophil",
    "errors",
    "everything",
    "examined",
    "failed",
    "fit",
    "five",
    "football",
    "giant",
    "given",
    "granulocytes",
    "greetings",
    "homework",
    "identification",
    "identify",
    "immature",
    "improvement",
    "inflammation",
    "lead",
    "learn",
    "like",
    "local",
    "madrid",
    "making",
    "manage",
    "match",
    "may",
    "medically",
    "monocytosis",
    "night",
    "order",
    "paris",
    "patient's",
    "percentages",
    "performed",
    "person",
    "poem",
    "prescription",
    "quick",
    "quickly",
    "recorded",
    "refer",
    "release",
    "repeated",
    "request",
    "restaurant",
    "reviewing",
    "risk",
    "safest",
    "safety",
    "same",
    "satellitism",
    "screened",
    "session",
    "situations",
    "some",
    "sometimes",
    "stability",
    "stains",
    "stand",
    "structure",
    "taught",
    "technique",
    "tests",
    "text",
    "through",
    "today's",
    "tokyo",
    "tonight",
    "too",
    "useful",
    "verify",
    "weather",
    "wedge",
    "without",
    "won",
    "workup",
    "123",
    "2pm",
    "able",
    "acknowledged",
    "acknowledgment",
    "actually",
    "adjust",
    "administered",
    "alerts",
    "algebra",
    "alone",
    "amount",
    "anisopoikilocytosis",
    "anticoagulant",
    "appear",
    "appearance",
    "applies",
    "appropriate",
    "arrives",
    "assessment",
    "assistance",
    "audited",
    "available",
    "avoided",
    "bake",
    "banana",
    "bandemia",
    "begin",
    "beyond",
    "bit",
    "blast",
    "bleeding",
    "blue",
    "body",
    "book",
    "both",
    "cafe",
    "cake",
    "calculus",
    "callback",
    "calling",
    "cannot",
    "capital",
    "carefully",
    "carrying",
    "categorized",
    "cbcs",
    "chain",
    "checks",
    "chords",
    "city",
    "classification",
    "classify",
    "clinician",
    "closes",
    "clotting",
    "cloud",
    "comments",
    "common",
    "commonly",
    "concern",
    "confirmation",
    "confused",
    "confusing",
    "connect",
    "considered",
    "continue",
    "cook",
    "counted",
    "cricket",
    "cure",
    "delay",
    "delayed",
    "delays",
    "designed",
    "differ",
    "discussing",
    "disease",
    "doctor",
    "dont",
    "draw",
    "dried",
    "emma",
    "end",
    "eosinophils",
    "erythrocytes",
    "escalated",
    "escalation",
    "essential",
    "exchange",
    "expect",
    "false",
    "features",
    "fixes",
    "follows",
    "form",
    "formation",
    "fragmented",
    "get",
    "gibberish",
    "gold",
    "guitar",
    "handle",
    "happen",
    "happens",
    "helpful",
    "hemostasis",
    "histogram",
    "histograms",
    "hotel",
    "human",
    "illness",
    "importance",
    "indicator",
    "info",
    "instructions",
    "integrity",
    "interact",
    "interpreting",
    "involve",
    "involved",
    "ipsum",
    "irrelevant",
    "issues",
    "japan",
    "just",
    "kinds",
    "labeled",
    "laptop",
    "latest",
    "leaving",
    "level",
    "limited",
    "long",
    "looked",
    "lorem",
    "lymphopenia",
    "lyric",
    "main",
    "makes",
    "management",
    "mandatory",
    "market",
    "math",
    "meant",
    "measurements",
    "medical",
    "medicate",
    "method",
    "microscope",
    "mobile",
    "monitored",
    "monocytes",
    "monolayer",
    "most",
    "must",
    "n",
    "name",
    "near",
    "necessary",
    "no",
    "normocytic",
    "noticed",
    "notification",
    "notified",
    "number",
    "old",
    "only",
    "orientation",
    "output",
    "over",
    "oxygen",
    "panel",
    "parts",
    "perfect",
    "plain",
    "plan",
    "poor",
    "practical",
    "preferred",
    "prescribing",
    "prevented",
    "price",
    "problem",
    "procedures",
    "programming",
    "proper",
    "python",
    "qwer",
    "random",
    "rate",
    "reached",
    "receiving",
    "recollection",
    "recommendation",
    "relationship",
    "relevant",
    "rephrase",
    "reports",
    "requested",
    "required",
    "requirements",
    "response",
    "rice",
    "romanowsky",
    "rouleaux",
    "routine",
    "safely",
    "sandwich",
    "schistocytes",
    "seems",
    "seen",
    "selection",
    "severe",
    "short",
    "silent",
    "simpler",
    "singer",
    "size",
    "slides",
    "solved",
    "song",
    "sop",
    "sops",
    "space",
    "stain",
    "stamping",
    "started",
    "stock",
    "stop",
    "story",
    "strange",
    "stress",
    "summarized",
    "supervisors",
    "sure",
    "suspicious",
    "talking",
    "thickness",
    "thing",
    "tomorrow",
    "train",
    "transport",
    "travel",
    "treated",
    "treats",
    "trying",
    "turnaround",
    "under",
    "unexpectedly",
    "unknown",
    "until",
    "urgent",
    "urgently",
    "vacation",
    "verified",
    "vs",
    "walk",
    "watch",
    "week",
    "works",
    "year",
    "zxcv"
  ]
}