{
  "itos": [
    "<pad>",
    "<unk>",
    "what",
    "how",
    "is",
    "you",
    "a",
    "for",
    "does",
    "in",
    "the",
    "i",
    "should",
    "cbc",
    "can",
    "do",
    "count",
    "explain",
    "are",
    "to",
    "of",
    "this",
    "that",
    "be",
    "mean",
    "review",
    "today",
    "broad",
    "now",
    "hematology",
    "me",
    "thanks",
    "platelet",
    "sample",
    "why",
    "smear",
    "differential",
    "tube",
    "with",
    "blood",
    "critical",
    "lab",
    "help",
    "on",
    "please",
    "cell",
    "coagulation",
    "again",
    "there",
    "qc",
    "rbc",
    "result",
    "and",
    "aptt",
    "suggest",
    "low",
    "pt",
    "explanation",
    "understand",
    "about",
    "assistant",
    "specimen",
    "friend",
    "questions",
    "tell",
    "high",
    "wbc",
    "have",
    "patient",
    "which",
    "edta",
    "need",
    "white",
    "report",
    "citrate",
    "coag",
    "hemoglobin",
    "support",
    "simple",
    "used",
    "before",
    "collection",
    "if",
    "inr",
    "chat",
    "terms",
    "after",
    "during",
    "meaning",
    "time",
    "when",
    "workflow",
    "hematocrit",
    "it",
    "mcv",
    "affect",
    "analyzer",
    "answer",
    "bye",
    "later",
    "rdw",
    "results",
    "your",
    "exactly",
    "purpose",
    "red",
    "role",
    "see",
    "thank",
    "handling",
    "important",
    "right",
    "step",
    "summarize",
    "transport",
    "an",
    "good",
    "interpret",
    "know",
    "okay",
    "reporting",
    "by",
    "draw",
    "from",
    "hi",
    "screening",
    "testing",
    "volume",
    "abnormal",
    "mchc",
    "staff",
    "test",
    "give",
    "going",
    "hello",
    "morphology",
    "mpv",
    "correct",
    "difference",
    "handle",
    "samples",
    "simply",
    "then",
    "value",
    "ask",
    "checked",
    "define",
    "generally",
    "more",
    "really",
    "between",
    "day",
    "neutrophil",
    "tests",
    "trainees",
    "clotting",
    "film",
    "indices",
    "laboratory",
    "mch",
    "new",
    "quality",
    "use",
    "documented",
    "general",
    "goodbye",
    "leukocyte",
    "manual",
    "my",
    "normal",
    "not",
    "preparation",
    "provide",
    "say",
    "top",
    "training",
    "values",
    "well",
    "information",
    "interpretation",
    "medicine",
    "much",
    "parameters",
    "prolonged",
    "range",
    "read",
    "reported",
    "topics",
    "up",
    "work",
    "carry",
    "delayed",
    "full",
    "hey",
    "language",
    "lavender",
    "pathway",
    "shift",
    "talk",
    "term",
    "trainee",
    "alright",
    "anemia",
    "appreciate",
    "blue",
    "collect",
    "come",
    "control",
    "done",
    "flags",
    "injection",
    "one",
    "scope",
    "significance",
    "u",
    "afternoon",
    "ava",
    "avoid",
    "clarify",
    "common",
    "complete",
    "happens",
    "indicate",
    "linked",
    "many",
    "measure",
    "needed",
    "next",
    "pattern",
    "processing",
    "reviewed",
    "routine",
    "treatment",
    "trigger",
    "back",
    "broadly",
    "cause",
    "check",
    "clotted",
    "clumping",
    "cover",
    "described",
    "doing",
    "dose",
    "ending",
    "errors",
    "follow",
    "here",
    "hope",
    "increase",
    "interpreted",
    "morning",
    "must",
    "peripheral",
    "platelets",
    "preanalytical",
    "rejected",
    "required",
    "soon",
    "things",
    "treat",
    "us",
    "verification",
    "very",
    "way",
    "words",
    "abnormalities",
    "absolute",
    "activated",
    "alex",
    "analysis",
    "areas",
    "assist",
    "basics",
    "best",
    "call",
    "drug",
    "eosinophilia",
    "followed",
    "got",
    "hemolysis",
    "into",
    "light",
    "long",
    "lymphocytes",
    "nice",
    "ordered",
    "partial",
    "patterns",
    "prescribe",
    "prevent",
    "ratio",
    "rejection",
    "risk",
    "simplify",
    "sort",
    "specimens",
    "start",
    "thromboplastin",
    "together",
    "would",
    "another",
    "anticoagulant",
    "break",
    "clues",
    "color",
    "communicated",
    "condition",
    "confused",
    "diagnose",
    "didnt",
    "down",
    "easier",
    "evening",
    "everything",
    "failed",
    "findings",
    "form",
    "included",
    "lead",
    "leukemia",
    "leukocytosis",
    "look",
    "lot",
    "lymphocyte",
    "maintenance",
    "make",
    "manage",
    "measured",
    "medication",
    "mixing",
    "monocytosis",
    "most",
    "part",
    "policy",
    "prothrombin",
    "question",
    "raised",
    "reject",
    "restate",
    "rule",
    "short",
    "situations",
    "therapy",
    "thrombocytopenia",
    "total",
    "trained",
    "transported",
    "useful",
    "usually",
    "acceptable",
    "am",
    "anisocytosis",
    "antibiotic",
    "artifacts",
    "assays",
    "basophilia",
    "been",
    "calibration",
    "case",
    "checks",
    "choose",
    "clarifying",
    "clearer",
    "communication",
    "covered",
    "criteria",
    "detail",
    "document",
    "erythrocyte",
    "examination",
    "feel",
    "first",
    "fit",
    "great",
    "guide",
    "helped",
    "how's",
    "instrument",
    "intrinsic",
    "labeled",
    "labeling",
    "learners",
    "liam",
    "matters",
    "may",
    "mixed",
    "monitoring",
    "noah",
    "pediatric",
    "performed",
    "predominance",
    "r",
    "recommend",
    "reduce",
    "relate",
    "repeat",
    "so",
    "specialize",
    "stability",
    "stable",
    "staining",
    "student",
    "supported",
    "take",
    "thrombocytosis",
    "who",
    "will",
    "write",
    "added",
    "all",
    "assistance",
    "band",
    "based",
    "basic",
    "built",
    "capabilities",
    "care",
    "catch",
    "cells",
    "change",
    "chatbot",
    "collected",
    "completely",
    "could",
    "daily",
    "delay",
    "describe",
    "documentation",
    "edge",
    "emma",
    "error",
    "estimate",
    "feathered",
    "fill",
    "flag",
    "get",
    "giant",
    "given",
    "guidance",
    "handled",
    "hct",
    "identification",
    "im",
    "immature",
    "immediately",
    "importance",
    "inconsistent",
    "infection",
    "inject",
    "integrity",
    "kind",
    "left",
    "leukopenia",
    "like",
    "local",
    "macrocytic",
    "maya",
    "meet",
    "monocyte",
    "movie",
    "neutropenia",
    "neutrophils",
    "night",
    "normocytic",
    "often",
    "or",
    "out",
    "overfilled",
    "panic",
    "play",
    "point",
    "practical",
    "prepare",
    "problem",
    "problems",
    "receive",
    "recorded",
    "reduced",
    "release",
    "releasing",
    "reliability",
    "repeated",
    "represent",
    "requirements",
    "rules",
    "safety",
    "show",
    "slide",
    "sodium",
    "some",
    "steps",
    "still",
    "storage",
    "target",
    "teach",
    "temperature",
    "terminology",
    "through",
    "tokyo",
    "tubes",
    "type",
    "underfilled",
    "variation",
    "vs",
    "wait",
    "we",
    "weather",
    "wedge",
    "westgard",
    "whats",
    "wrong",
    "acceptance",
    "accepting",
    "add",
    "additive",
    "aggregation",
    "analytical",
    "appearance",
    "area",
    "as",
    "assess",
    "attempts",
    "atypical",
    "background",
    "bangkok",
    "basophil",
    "blasts",
    "bleeding",
    "blorp",
    "bot",
    "both",
    "buy",
    "cannot",
    "capillary",
    "capital",
    "carryover",
    "causes",
    "chain",
    "clarification",
    "clinical",
    "clinician",
    "clogging",
    "coefficient",
    "cold",
    "comment",
    "commonly",
    "concern",
    "confirm",
    "connected",
    "contact",
    "controls",
    "conversation",
    "cook",
    "decide",
    "diagnosis",
    "differ",
    "difficult",
    "discussed",
    "distribution",
    "dont",
    "dosage",
    "drift",
    "elevated",
    "eosinophil",
    "escalated",
    "essential",
    "evaluate",
    "explaining",
    "failure",
    "filled",
    "fine",
    "granulation",
    "granulocytes",
    "happen",
    "hemolyzed",
    "heparin",
    "hgb",
    "hypochromia",
    "identify",
    "ignored",
    "improvement",
    "include",
    "inflammation",
    "influence",
    "international",
    "issue",
    "issues",
    "jennings",
    "joke",
    "k2",
    "k3",
    "label",
    "last",
    "latest",
    "levy",
    "line",
    "lymphocytosis",
    "main",
    "mandalay",
    "matter",
    "medically",
    "method",
    "microcytic",
    "microtainer",
    "minimum",
    "mix",
    "monitor",
    "monocytes",
    "neutrophilia",
    "normalized",
    "notification",
    "old",
    "only",
    "order",
    "over",
    "panel",
    "patient's",
    "performance",
    "phone",
    "plan",
    "plt",
    "poem",
    "poor",
    "pre",
    "prescription",
    "profile",
    "prompt",
    "proper",
    "quickly",
    "ranges",
    "reached",
    "reasons",
    "recollect",
    "redraw",
    "refer",
    "rephrase",
    "request",
    "reuse",
    "reviewing",
    "rice",
    "run",
    "safest",
    "schistocytes",
    "screen",
    "screened",
    "seen",
    "session",
    "severe",
    "size",
    "sometimes",
    "sop",
    "stand",
    "standard",
    "standardize",
    "startup",
    "students",
    "studies",
    "taught",
    "technique",
    "text",
    "today's",
    "toxic",
    "trend",
    "troubleshooting",
    "underfill",
    "unexpectedly",
    "verified",
    "was",
    "what's",
    "without",
    "works",
    "123",
    "accuracy",
    "acknowledgment",
    "adjust",
    "administered",
    "age",
    "alone",
    "alongside",
    "amount",
    "anisopoikilocytosis",
    "answered",
    "appear",
    "applies",
    "apply",
    "appreciated",
    "approved",
    "arrives",
    "asdf",
    "assessment",
    "available",
    "avoided",
    "bake",
    "barcode",
    "basophils",
    "begin",
    "bench",
    "bit",
    "blast",
    "body",
    "book",
    "broken",
    "cafe",
    "cake",
    "calculus",
    "callback",
    "called",
    "caller",
    "calling",
    "cap",
    "carefully",
    "carrying",
    "cases",
    "categorized",
    "cbcs",
    "celebrity",
    "centrifugation",
    "centrifuge",
    "chart",
    "charts",
    "choice",
    "chords",
    "city",
    "classification",
    "clear",
    "clearing",
    "clearly",
    "clinicians",
    "clot",
    "clots",
    "clump",
    "clumps",
    "comments",
    "commercial",
    "communicate",
    "compare",
    "compared",
    "comparison",
    "concentration",
    "concept",
    "confusing",
    "connect",
    "considered",
    "contamination",
    "continue",
    "counts",
    "covers",
    "cricket",
    "cure",
    "definition",
    "delays",
    "designed",
    "details",
    "detection",
    "dilution",
    "discussing",
    "disease",
    "disorder",
    "dispose",
    "dried",
    "drugs",
    "drying",
    "end",
    "eosinophils",
    "erythrocytes",
    "examined",
    "exchange",
    "exists",
    "expanded",
    "expect",
    "explained",
    "explanations",
    "extrinsic",
    "fails",
    "failures",
    "fainting",
    "fbc",
    "features",
    "finding",
    "fingerstick",
    "five",
    "fixes",
    "flagged",
    "football",
    "formation",
    "forms",
    "fragmented",
    "france",
    "fried",
    "gently",
    "gibberish",
    "gold",
    "granulocyte",
    "greetings",
    "guitar",
    "has",
    "helpful",
    "hemoconcentration",
    "hemostasis",
    "hold",
    "homework",
    "hotel",
    "human",
    "id",
    "illness",
    "indicated",
    "indicator",
    "instructions",
    "interact",
    "internal",
    "interpreting",
    "invalidates",
    "inversion",
    "inversions",
    "invert",
    "investigated",
    "involve",
    "involved",
    "ipsum",
    "irrelevant",
    "its",
    "iv",
    "japan",
    "just",
    "keep",
    "keeping",
    "kept",
    "kinds",
    "late",
    "learn",
    "leaving",
    "limited",
    "limits",
    "looked",
    "looks",
    "loose",
    "lorem",
    "lymphopenia",
    "lyric",
    "macrocytosis",
    "made",
    "madrid",
    "makes",
    "making",
    "managed",
    "mandatory",
    "market",
    "match",
    "materials",
    "maximum",
    "meant",
    "medical",
    "medicate",
    "microcytosis",
    "mislabeled",
    "mobile",
    "monitored",
    "monolayer",
    "monthly",
    "n",
    "near",
    "necessary",
    "neonatal",
    "never",
    "news",
    "no",
    "noise",
    "non",
    "noted",
    "noticed",
    "orientation",
    "other",
    "outline",
    "output",
    "overfill",
    "own",
    "oxygen",
    "packed",
    "parts",
    "peer",
    "percentage",
    "perform",
    "person",
    "physics",
    "placement",
    "plasma",
    "pneumatic",
    "polychromasia",
    "possible",
    "ppe",
    "precision",
    "preferred",
    "prescribing",
    "preventive",
    "price",
    "procedure",
    "procedures",
    "process",
    "properly",
    "pseudothrombocytopenia",
    "ptt",
    "quantum",
    "quick",
    "qwer",
    "qwerty",
    "random",
    "rate",
    "reach",
    "reading",
    "reagent",
    "receipt",
    "receiving",
    "recognition",
    "recognize",
    "recollection",
    "recommendation",
    "recommended",
    "records",
    "reference",
    "refrigerated",
    "related",
    "relevant",
    "replacement",
    "reports",
    "requests",
    "rerunning",
    "restaurant",
    "rouleaux",
    "ruled",
    "running",
    "safely",
    "sandwich",
    "satellitism",
    "saying",
    "sd",
    "seems",
    "selected",
    "sending",
    "sense",
    "service",
    "sharps",
    "shutdown",
    "simpler",
    "singer",
    "singers",
    "site",
    "smudge",
    "song",
    "sops",
    "space",
    "special",
    "specialists",
    "stains",
    "stamping",
    "standardization",
    "started",
    "steroids",
    "stock",
    "stored",
    "story",
    "strictly",
    "summarized",
    "summary",
    "supervisor",
    "supervisors",
    "sure",
    "suspicious",
    "talking",
    "tasks",
    "team",
    "thick",
    "thickness",
    "three",
    "threshold",
    "times",
    "tomorrow",
    "tonight",
    "too",
    "topic",
    "train",
    "travel",
    "treated",
    "treats",
    "trends",
    "trouble",
    "troubleshoot",
    "trying",
    "turnaround",
    "understanding",
    "unknown",
    "urgent",
    "urgently",
    "vacation",
    "validity",
    "venipuncture",
    "verify",
    "vibration",
    "visible",
    "walking",
    "warfarin",
    "watch",
    "week",
    "width",
    "window",
    "won",
    "wording",
    "yangon",
    "year",
    "yet",
    "zxcv"
  ]
}